[DLC07_Notes_AntiPoison DisAbstractItem]
m_ItemName="解毒剂"
m_PluralItemName=""
m_Description="解毒剂的配方需要以下材料：\n奔牛花（可向德雷珀斯区的杰罗姆购买更多。）\n巨鼠胚胎（干燥储藏室里有一个。）\n金属盐（制造车间里有一些。）"

[DLC07_Notes_GeezBattery DisAbstractItem]
m_ItemName="更换鲸油罐"
m_PluralItemName=""
m_Description="警告：更换为肺部维生机供能的鲸油罐时，你只有极短的时间完成操作。如果你不够谨慎，导致帽子先生死亡，便会释放毒气，夺走你和其他帽子帮成员的性命。务必小心。\n\n特林布尔"

[DLC07_Notes_GreenhowHasCode DisAbstractItem]
m_ItemName="特林布尔知道门的密码"
m_PluralItemName=""
m_Description="去调查下水道的水流情况。当我离开时如果你需要进入引擎室，去找护工特林布谈谈。他是除我之外唯一知道密码的人。\n\n-皮特"

[DLC07_Notes_LabTimer DisAbstractItem]
m_ItemName="计时器校准"
m_PluralItemName=""
m_Description="我的实验计时器校准有些偏差。需要马上修好它。我习惯在钟声响起后马上检查我的实验。从钟声响起到走到实验室，我把这一切的时间都安排得分毫不差。\n\n你恢复下水道水流回来后，应把这件事列为头等大事。\n\n特林布尔"

[DLC07_Notes_MechanicInSewer DisAbstractItem]
m_ItemName="失踪的技师"
m_PluralItemName=""
m_Description="我派出了我们的首席技师前往下水道，试图让运河重新恢复水流，但自此之后就再也没有他的消息了。前去调查他遭遇的其他人员也失踪了。\n\n- 特林布尔"

[DLC07_Notes_MissingMoneyGuy DisAbstractItem]
m_ItemName="斯科夫斯已经离去了"
m_PluralItemName=""
m_Description="斯科夫斯似乎并未从巡逻中回来，已经过去六天了。不要误会我的意思，我不是为他感到悲伤因为我们之间观点不和，让我伤心的是他曾经发誓他将从一个干枯的河道中带回大量藏匿的金币。我认为只要跟他打几局牌就能把金币全赢过来。但事实并不是这样。谁知道呢，如果水流再次恢复，说不定就会把他冲出来。但我很怀疑这一点。当你今晚休息之时我们可以一起喝一杯怀念下老斯科夫斯。"

[Inventory.DLC07_BullRatFetus_Abst DisAbstractItem]
m_ItemName="巨鼠胚胎"
m_PluralItemName=""
m_Description="这种巨型突变鼠以对毒性物质具有极强的抵抗力而闻名。"

[Inventory.DLC07_EngineCoil_Abst DisAbstractItem]
m_ItemName="引擎线圈"
m_PluralItemName=""
m_Description="引擎线圈负责调节引擎活塞的运转时序。"

[Inventory.DLC07_OxidizingAgent_Abst DisAbstractItem]
m_ItemName="金属盐"
m_PluralItemName=""
m_Description="这种材料与其他化合物在特定温度下反应时会释放出氧气。"

[Inventory.DLC07_OxRush_Abst DisAbstractItem]
m_ItemName="奔牛花"
m_PluralItemName=""
m_Description="奔牛花是一种发现于潘迪希恩南部地区的花卉。"

[Inventory.DLC07_Vaccine_Abst DisAbstractItem]
m_ItemName="解毒剂"
m_PluralItemName=""
m_Description="这种解毒剂能够抵御特林布尔制造的酸性气体。"

